Repository: GabriSpree/i18n
Catalog: */LC_MESSAGES/vk-music-bot.po
Languages: hi, tr, uk

source: Please wait, your audio is coming...
hi: कृपया प्रतीक्षा करें,आपका ऑडियो आ रहा है...
tr: Lütfen bekleyin, şarkınız geliyor...
uk: Будь ласка, почекайте, ваш звук йде...

source: Song is removed by copyright owners
hi: ⛔️ यह गाना कॉपीराइट होने के कारण से हटा दिया गया है
tr: ⛔️ Şarkı, telif hakkı sahipleri tarafından kaldırıldı
uk: Пісня видалена з-за скарги власника

source: Got it! Note: it may take time for the song to appear in the search
tr: Anladım! Not: şarkının aramada görünmesi zaman alabilir.
uk: Є контакт! Застереження: поява пісні у пошуку займе деякий час

source: Close
hi: समाप्त
tr: Kapat
uk: Зачинити

source: Support us
tr: Bize ulaş
uk: Підтримайте нас

source: Your donations help us to develop new features, increase stability and pay for our servers.
hi: आपके दान से हमें नई सुविधाओं को विकसित करने, स्थिरता बढ़ाने और हमारे सर्वरों के लिए भुगतान करने में मदद मिलती है।.
tr: Bağışlarınız, yeni özellikler geliştirmemize, istikrarı artırmamıza ve sunucularımız için ödeme yapmamıza yardımcı oluyor.
uk: Ваші пожертви допомагають нам розробляти нові функції, збільшувати стабільність, та платити за наші сервери

source: For just one donation we will gift your account with a *lifetime* premium status. There is a short list of premium features you will receive:
hi: केवल एक दान के लिए हम आपके खाते को एक * जीवनकाल * प्रीमियम स्थिति के साथ उपहार में देंगे। आपके द्वारा प्राप्त की जाने वाली प्रीमियम सुविधाओं की यह एक छोटी सूची है:
tr: Sadece bir bağış için hesabınıza * ömür boyu * prim statüsü vereceğiz. Alacağınız premium özelliklerin kısa bir listesi var:
uk: Всього за одну пожертву, ми подаруємо *довічний* преміум статус для вашого акаунту. Короткий список преміум функцій які ви отримаєте:

source: No more ads and spam to you, *forever*
hi: आपके लिए और विज्ञापन और स्पैम समाप्त *हमेशा के लिए*
tr: Size daha fazla reklam ve spam yok, *Sonsuza dek*
uk: Більше ніякої реклами та спаму для вас *довічно*

source: An option to disable advertising inline captions
hi: इनलाइन कैप्शन विज्ञापन अक्षम करने का विकल्प
tr: Reklamları satır içi altyazıları devre dışı bırakma seçeneği
uk: Опція для вимкнення вбудованих рекламних підписів

source: An option to display audio format info
hi: ऑडियो स्वरूप जानकारी प्रदर्शित करने के लिए एक विकल्प
tr: Ses formatı bilgisini görüntüleme seçeneği
uk: Опція для показу формату аудіо

source: An option to change search results size
hi: खोज परिणामों के आकार को बदलने का विकल्प
tr: Arama sonuçlarının boyutunu değiştirme seçeneği
uk: Опція для зміни розмірів результатів пошуку

source: More options under /settings command
hi: अधिक विकल्प के लिए /settings का उपयोग करें
tr: Daha fazla ayar için /settings komutunu kullanın
uk: Більше опцій під командою /settings

source: Subscribe to our news channel to be notified of new features: %(channel)s
hi: नई सुविधाओं की सूचना देने के लिए हमारे न्यूज़ चैनल को सब्सक्राइब करें: %(channel)s
tr: Yeni özelliklerden haberdar olmak için haber kanalımıza abone olun: %(channel)s
uk: Підпишіться до нашого каналу новин, для того щоб бути проінформованим про нові функції:%(channel)s

source: You are a premium user!
hi: आप एक प्रीमियम उपयोगकर्ता हैं!
tr: Premium kullanıcısın!
uk: Ви преміум користувач!

source: You're a good person who kindly supports us, so we granted you a *lifetime* premium status, enjoy it
tr: Bizleri nazikçe destekleyen iyi bir insansınız, size *ömür boyu* özel statü verdik, tadını çıkarın
uk: Ви хороша людина, яка підтримала нас, тому ми надали вам *довічний* преміум статус, насолоджуйтесь

source: There is a short list of premium features you have:
hi: आपके पास प्रीमियम सुविधाओं की यह एक छोटी सूची है:
tr: Sahip olduğunuz premium özelliklerin kısa bir listesi:
uk: Короткий список преміум функцій:

source: You are not premium, yet
hi: आप अभी तक प्रीमियम उपभोक्ता नहीं हैं
tr: Henüz bir premium kullanıcısı değilsiniz
uk: Ви все ще не преміум користувач

source: Use /donate command to support us and get your *lifetime* premium status
hi: हमारा समर्थन करने और अपना *जीवनकाल* प्रीमियम का पद पाने के लिए /donate कमांड का उपयोग करें
tr: /donate komutunu kullanarak bize destek olun ve *sonsuza dek* premiuma sahip olun
uk: Використайте /donate команду для того щоб підтримати нас і отримати *довічний* преміум статус

source: Added to your playlist (/my)
hi: अपनी प्लेलिस्ट में जोड़ा गया (/my)
tr: Oynatma listenize eklendi (/my)
uk: Додано до плейлисту (/my)

source: Removed from your playlist
hi: आपकी प्लेलिस्ट से निकाल दिया गया है
tr: Oynatma listenizden kaldırıldı
uk: Видалено з плейлисту

source: 🔥 Commands
hi: 🔥 आदेश
tr: 🔥 Komutlar
uk: 🔥 Команди

source: Just send me an artist and/or a song name and I will find music for you!
hi: बस मुझे एक कलाकार का नाम और / या गीत का नाम भेजें और मैं आपके लिए संगीत ढूंढ सकता हूँ!
tr: Sadece bana bir sanatçı ve / veya bir şarkı adı gönderin, sizin için müzik bulacağım!
uk: Просто надійшли мені виконавця та/або ім'я пісні і я знайду музику для тебе!

source: /song — search by song title
hi: /song — शीर्षक से गीत को खोजें
tr: /song — şarkı adı ile ara
uk: /song — пошук за назвою пісні

source: /artist — search for artist name
hi: /artist — कलाकार के लिए खोज
tr: /artist — sanaçtı,şarkıcı adı ile ara
uk: /artist — пошук імені виконавця

source: /my — list your playlist
hi: /my —मेरी प्लेलिस्ट
tr: /my — oynatma listenizi listeleyin
uk: /my — показати ваш плейлист

source: /top — popular songs
hi: /top — लोकप्रिय गीत
tr: /top — popüler şarkılar
uk: /top — популярні пісні

source: /settings — change settings
hi: /settings — सेटिंग्स बदलें
tr: /settings — ayarları değiştirin
uk: /settings — змінити налаштування

source: /donate — support authors
hi: /donate — हमें दान करें
tr: /donate — yapımcıya destek olun
uk: /donate — підтримати авторів

source: /premium — premium info
hi: /premium — प्रीमियम जानकारी
tr: /premium — premium bilgileri
uk: /premium — інформація про преміум

source: Official news channel: %(channel)s
hi: आधिकारिक समाचार चैनल: %(channel)s
tr: Resmi haber kanalı: %(channel)s
uk: Офіційний канал новин: %(канал)и

source: Contact information: %(contact)s
hi: संपर्क जानकारी: %(contact)s
tr: İletişim bilgileri: %(contact)s
uk: Контактна інформація: %(контакт)и

source: I found nothing
hi: कुछ नहीं मिला 😔
tr: Hiç bir şey bulamadım 😔
uk: Я нічого не знайшов

source: Results %(first)d-%(last)d of %(total)d
hi: परिणाम %(first)d-%(last)d of %(total)d
tr: Sonuçlar %(first)d-%(last)d of %(total)d
uk: Результати з %(first)d по %(last)d із %(total)d

source: What song are you looking for?
hi: आप किस गाने की तलाश में हैं?
tr: Hangi şarkıyı arıyorsun?
uk: Яку пісню шукаєш?

source: What artist are you looking for?
hi: आप किस कलाकार की तलाश कर रहे हैं?
tr: Hangi sanatçıyı arıyorsunuz?
uk: Якого виконавця шукаєш?

source: You need to search for something before
hi: आपको पहले किसी चीज़ को खोजना पड़ेगा
tr: Önce bir şey aramalısın 🐸
uk: Для початку, знайди щось

source: You're at the first page already
hi: आप पहले से ही पहले पृष्ठ पर हैं
tr: Zaten ilk sayfadasınız
uk: Ти вже на першій сторінці

source: Enabled
hi: सक्षम
tr: Aktif
uk: Увімкнено

source: Disabled
hi: अक्षम
tr: Kapalı
uk: Вимкнено

source: Language
hi: भाषा
tr: Dil
uk: Мова

source: Bitrate preview: %s
hi: बिटरेट समीक्षा: %s
tr: Bit hızı önizlemesi: %s
uk: Передогляд бітрейту: %s

source: Like (heart) buttons: %s
hi: पसंद करे ❤️ : %s
tr: Beğen (kalp) butonu: %s
uk: Кнопки вподобання: %s

source: Inline mode captions: %s
hi: इनलाइन मोड कैप्शन: %s
tr: Satır içi mod başlığı: %s
uk: Заголовки вбудованого режиму: %s

source: Show audio format: %s
hi: ऑडियो प्रारूप दिखाएं: %s
tr: Ses formatını göster: %s
uk: Показати формат аудіо: %s

source: Search results: %d
hi: खोज परिणाम: %d
tr: Arama sonuçları: %d
uk: Результати пошуку: %d

source: What would you like to change?
hi: आप क्या बदलना चाहेंगे?
tr: Neyi değiştirmek istersiniz?
uk: Що ти хочеш змінити?

source: Please, select new language
hi: कृपया नई भाषा का चयन करें
tr: Lütfen yeni bir dil seçin.
uk: Будь ласка, обери нову мову інтерфейсу

source: Please help us with a donation (/donate) to access this feature
hi: कृपया इस सुविधा और हमारी मदद के लीये (/donate) का उपयोग करें
tr: Lütfen bu özelliğe erişmek için bize bağışta bulunun (/donate)
uk: Будь ласка допоможіть нам пожертвуванням(/donate) для доступу

source: Language settings updated
hi: 👌 भाषा बदल दी गई है
tr: Dil ayarları güncellendi
uk: Налаштування мови оновлені

source: /setlang — change language
hi: /setlang — भाषा बदलें
tr: /setlang — dili değiştir
uk: /setlang — змінити мову

source: Unknown command: %(command)s. Call /help for a list of available commands.
hi: अज्ञात आदेश: %(command)s. उपलब्ध आदेशों की सूची के लिए /help का उपयोग करें।
tr: Bilinmeyen komut: %(command)s. Mevcut komutların bir listesini /help yazarak bulabilirsiniz.
uk: Невідома команда: %(команда)и. Використайте /help для списку доступних команд
